

export default Zh_CN={
    scientific_t1:{
        'title':'分布式人工智能',
        'content':" 人工智能和大数据技术推动了数字经济的高速发展，然而传统的集中式数据利用导致数据隐私泄露、数据孤岛、数据垄断等问题，对经济增长和公众福利造成负面影响。数据作为新生产要素无法充分有序流动，原因在于缺乏有效的数据所有权保护和定价机制。<br/>中心针对目前数字化转型中的数据分散和难以定价问题，研究在数据分散情况下如何实现人工智能建模，基于联邦学习、区块链等分布式人工智能技术，构建保护数据隐私和鼓励数据交换的数据要素市场机制，实现通用的分布式建模和管理框架，并用于公共服务智慧化建设。<br/><b>代表性工作</b><br/>（1）针对“如何在智慧治理中保护用户隐私”的问题，提出了深度学习隐私保护方法以及公共服务Pay-by-Data数据付费方法，显式定义用户与企业和政府之间的数据交换，采用基于市场的机制来优化数据收集模式和定价。（MultimediaTools and Applications, 2020, 79, 33503）<br/>（2）将区块链智能合约与数据库结合，实现了数据溯源和保护的分布式数据库；为“最多跑一次”、智慧城市管理等场景提供隐私保护的方法支持。提出了一种基于区块链的联邦学习系统（GalaxyFederated Learning,GFL），通过智能合约建立数据提供方、模型提供方和计算力提供方之间的信任和激励机制，可以有效保护数据和模型的安全及价值，让多个数据所有者在本地设备上安全地训练机器学习模型。<br/>（3）联邦学习中客户端的数据标注成本很高，我们提出基于对比学习的联邦无监督表示学习(FederatedUnsupervised Representation Learning,FURL)，并解决了表示空间的不一致性和特征的不对齐性这两大挑战，从而可以在无监督的场景下得到一个表示模型，为各种下游任务提供支持。",
         'img':['','']
    },
    scientific_t2:{
        'title':'分布式人工智能',
        'content':" 人工智能和大数据技术推动了数字经济的高速发展，然而传统的集中式数据利用导致数据隐私泄露、数据孤岛、数据垄断等问题，对经济增长和公众福利造成负面影响。数据作为新生产要素无法充分有序流动，原因在于缺乏有效的数据所有权保护和定价机制。<br/>中心针对目前数字化转型中的数据分散和难以定价问题，研究在数据分散情况下如何实现人工智能建模，基于联邦学习、区块链等分布式人工智能技术，构建保护数据隐私和鼓励数据交换的数据要素市场机制，实现通用的分布式建模和管理框架，并用于公共服务智慧化建设。<br/><b>代表性工作</b><br/>（1）针对“如何在智慧治理中保护用户隐私”的问题，提出了深度学习隐私保护方法以及公共服务Pay-by-Data数据付费方法，显式定义用户与企业和政府之间的数据交换，采用基于市场的机制来优化数据收集模式和定价。（MultimediaTools and Applications, 2020, 79, 33503）<br/>（2）将区块链智能合约与数据库结合，实现了数据溯源和保护的分布式数据库；为“最多跑一次”、智慧城市管理等场景提供隐私保护的方法支持。提出了一种基于区块链的联邦学习系统（GalaxyFederated Learning,GFL），通过智能合约建立数据提供方、模型提供方和计算力提供方之间的信任和激励机制，可以有效保护数据和模型的安全及价值，让多个数据所有者在本地设备上安全地训练机器学习模型。<br/>（3）联邦学习中客户端的数据标注成本很高，我们提出基于对比学习的联邦无监督表示学习(FederatedUnsupervised Representation Learning,FURL)，并解决了表示空间的不一致性和特征的不对齐性这两大挑战，从而可以在无监督的场景下得到一个表示模型，为各种下游任务提供支持。",
         'img':['','']
    },
    scientific_t3:{
        'title':'分布式人工智能',
        'content':" 人工智能和大数据技术推动了数字经济的高速发展，然而传统的集中式数据利用导致数据隐私泄露、数据孤岛、数据垄断等问题，对经济增长和公众福利造成负面影响。数据作为新生产要素无法充分有序流动，原因在于缺乏有效的数据所有权保护和定价机制。<br/>中心针对目前数字化转型中的数据分散和难以定价问题，研究在数据分散情况下如何实现人工智能建模，基于联邦学习、区块链等分布式人工智能技术，构建保护数据隐私和鼓励数据交换的数据要素市场机制，实现通用的分布式建模和管理框架，并用于公共服务智慧化建设。<br/><b>代表性工作</b><br/>（1）针对“如何在智慧治理中保护用户隐私”的问题，提出了深度学习隐私保护方法以及公共服务Pay-by-Data数据付费方法，显式定义用户与企业和政府之间的数据交换，采用基于市场的机制来优化数据收集模式和定价。（MultimediaTools and Applications, 2020, 79, 33503）<br/>（2）将区块链智能合约与数据库结合，实现了数据溯源和保护的分布式数据库；为“最多跑一次”、智慧城市管理等场景提供隐私保护的方法支持。提出了一种基于区块链的联邦学习系统（GalaxyFederated Learning,GFL），通过智能合约建立数据提供方、模型提供方和计算力提供方之间的信任和激励机制，可以有效保护数据和模型的安全及价值，让多个数据所有者在本地设备上安全地训练机器学习模型。<br/>（3）联邦学习中客户端的数据标注成本很高，我们提出基于对比学习的联邦无监督表示学习(FederatedUnsupervised Representation Learning,FURL)，并解决了表示空间的不一致性和特征的不对齐性这两大挑战，从而可以在无监督的场景下得到一个表示模型，为各种下游任务提供支持。",
         'img':['','']
    }
}
